Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=818_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskulttuuri on säilynyt omaleimaisena ja ainutlaatuisena alkuperäiskansakulttuurina sulauttamispyrkimyksistä huolimatta.
sme: Sámekultuvra lea seilon iešlágálažžan ja áidnalunddot eamiálbmotkultuvran suddadanfiggamušain fuolakeahttá.

source: Saamelaiskulttuuri joutuu yhä edelleen kohtaamaan suuria haasteita.
sme: Sámekultuvra gártá áinge deaivat stuorra hástalusaid.

source: Saamelaisten poismuutto pois saamelaisten kotiseutualueelta aiheuttaa suuren haasteen saamenkielisille palveluille ja opetukselle, saamen kielen ja kulttuurin tulevaisuudelle sekä saamelaiselinkeinojen harjoittamiselle.
sme: Sámiid eretfárren eret sámiid ruovttuguovllus dagaha stuorra hástalusa sámegielat bálvalusaide ja oahpahussii, sámegiela ja kultuvrra boahtteáigái sihke sámeealáhusaid ollašuhttimii.

source: Ilmastonmuutos, globalisaatio ja taloudellinen kiinnostus arktista aluetta kohtaan tuovat myös suuria haasteita.
sme: Dálkádatnuppástus, globalisašuvdna ja ekonomalaš beroštupmi árktalaš guovllu vuostá buktet maiddái stuorra hástalusaid.

source: Saamelaisten oikeudet eivät toteudu vielä kansainvälisten sopimusten edellyttämällä tavalla, kuten kansainväliset ihmisoikeuksien toteutumista valvovat elimet ovat huomauttaneet.
sme: Sámiid vuoigatvuođat eai ollašuva velá riikkaidgaskasaš soahpamušaid eaktudan vuogi mielde, dego álbmotlaš olmmošvuoigatvuođaid ollašuvvama bearráigeahčči orgánat leat fuobmášahttán.

source: Suomessa on myös erilaisia yhdistyksiä ja ryhmittymiä, jotka vastustavat saamelaisten oikeuksia ja erilaisissa medioissa on paljon saamelaisvastaista kirjoittelua.
sme: Suomas leat maiddái iešguđetlágan searvvit ja joavkkut, mat vuostálastet sámiid vuoigatvuođaid ja iešguđetlágan mediain leat ollu sámevuostásaš čálašeapmi.
